[
  {
    "name": "Фотоапарат",
    "description": "Фотоапарат - пристрій для отримання та фіксації нерухомих зображень за допомогою світла.\nОсновні частини фотоапарата — непрозора камера й система лінз, яка називається об'єктивом. Найпростіший об'єктив — це одна збиральна лінза. Біля задньої стінки камери об'єктив створює дійсне обернене зображення фотографованого предмета. Здебільшого предмет буває на відстані, більшій від подвійної фокусної відстані. Тому зображення виходить зменшеним . Фотоапарати загального призначення використовуються для художньої, репортажної і побутової фотозйомки, зйомок груп людей, портретної і пейзажної зйомки, фотополювання, зйомки спортивних змагань і т. п.\nБудова сучасного фотоапарата\nСучасні фотоапарати мають складну будову . Тут є об'єктив 1, який може складатися зі значної кількості лінз. Це забезпечує одержання чітких і точних зображень, оскільки одна лінза має чимало недоліків і дає не зовсім якісні зображення. В об'єктив вмонтовано діафрагму 2, за допомогою якої регулюється кількість світла, що потрапляє на фотоплівку 10. Таку саму функцію виконує зіниця в оці.Між об'єктивом і плівкою повинен стояти так званий затвор, який пропускає світло до плівки лише в момент фотографування (експозиції).tУ наведеному фотоапараті є також фоторезистор З, що дає можливість точно дозувати кількість світла, яке потрапляє на плівку. Концентратор світла 4, розподільник світла 5, пентапризма 6, лупа 7, лінза з матовою поверхнею 8, поворотне дзеркало 9 дають можливість вибирати кадр для фотографування й наводити на різкість. Поворотне дзеркало в момент фотографування стає в горизонтальне положення, відкриваючи шлях світлу до плівки",
    "image": "https://content1.rozetka.com.ua/goods/images/big_tile/164890901.jpg",
    "model": "https://content1.rozetka.com.ua/goods/images/big_tile/164890901.jpg"
  },
  {
    "name": "Телескоп",
    "description": "Телескоп - прилад, призначений для спостереження небесних тіл. Зокрема, під телескопом розуміється оптична телескопічна система, застосовувана не обов'язково для астрономічних цілей.\nТелескоп являє собою трубу, встановлену на монтуванні, забезпеченою осями для наведення на об'єкт спостереження і стеження за ним. Візуальний телескоп має об'єктив і окуляр. За своєю оптичною схемою більшість телескопів діляться на:\nЛінзові - в якості об'єктива використовується лінза або система лінз.\nДзеркальні - в якості об'єктива використовується увігнуте дзеркало.\nДзеркально-лінзові телескопи - в якості об'єктива використовується сферичне дзеркало. Крім того, для спостережень Сонця професійні астрономи використовують спеціальні сонячні телескопи, що відрізняються конструктивно від традиційних зоряних телескопів.\nЗастосування\nОптичні телескопічні системи використовують в астрономії, в оптиці для різних допоміжних цілей: наприклад, для зміни розходження лазерного випромінювання. Також, телескоп може використовуватися в якості зорової труби, для вирішення завдань спостереження за віддаленими об'єктами.",
    "image": "https://oz.com.ua/images/products/big/teleskop-sigeta-starwalk-72-800-az.jpg",
    "model": "https://oz.com.ua/images/products/big/teleskop-sigeta-starwalk-72-800-az.jpg"
  },
  {
    "name": "Мікроскоп",
    "description": "Мікроскоп - прилад, призначений для отримання збільшених зображень, а також вимірювання об'єктів або деталей структури, невидимих ​​або погано видимих ​​неозброєним оком.\nІсторично першим приладом, який використовувався з такою метою був оптичний мікроскоп, дія якого базується на заломленні світла системою лінз. Оптичний мікроскоп дає збільшення до 3000 разів. Хід променів в мікроскопі відбивається від дзеркальної поверхні нижче спостережуваного обєкта проходить крізь досліджуваний об'єкт, входить до обє'ктів мікроскопа збільшується за рахунок лінзи і окуляра, і збільшене зображення ми побачимо. А окуляром ми регулюємо чіткість.",
    "image": "https://labora.com.ua/upload/goods/5e7b364025471.jpg",
    "model": "https://labora.com.ua/upload/goods/5e7b364025471.jpg"
  },
  {
    "name": "Псевдоскоп",
    "description": "Псевдоскоп - оптичний прилад, що створює зворотну перспективу. Це означає, що ближні точки простору переходять в далекі, а дальні в ближні. Рельєф «вивертається навиворіт» - опукле здається увігнутим і навпаки. Псевдоскоп використовують у психологічних дослідах по зоровому сприйняттю для вивчення оптичної ілюзії сприйняття глибини. У дзеркальному псевдоскопі використовується система дзеркал, що дозволяє перенаправити світло, що надходить в око людини. Світло перенаправляється таким чином, що в праве око надходить світло, який повинен надходити в лівий і навпаки. У конструкції призматичного псевдоскопа використовуються прямокутні рівнобедрені призми. Таким чином, в кожне око людини надходить інвертований зліва-направо дзеркально перевернений світ.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Pseudoscope.png/220px-Pseudoscope.png",
    "model": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Pseudoscope.png/220px-Pseudoscope.png"
  },
  {
    "name": "Епіскоп",
    "description": "Епіско́п — проєкційний прилад, що дозволяє з непрозорих оригіналів креслення одержувати на екрані зображення з плавною зміною масштабу.\nУ маркшейдерській практиці застосовується проєктор картографічний вертикальний (ПКВ), що дозволяє змінювати масштаб плану від 0,22 до 5,6.\nФормат використовуваного оригіналу 29х29 см, максимальний розмір зображення 90х90 см.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Episkop_BW_1.JPG",
    "model": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Episkop_BW_1.JPG"
  },
  {
    "name": "Камера-обскура",
    "description": "Ка́мера-обску́ра — це прототип фотографічного апарату, темне приміщення з одним малим отвором (діаметром порядку 0,3-1,0 мм), через який на протилежну стіну проектується перевернене зменшене зображення предметів ззовні.\nУ наш час камери-обскури, встановлені в багатьох містах світу, використовуються для науки і освіти, а також заради забави. Фотографії, виконані за допомогою камери-обскури без лінзи, відзначаються м'якістю малюнка, напіврозмитістю, делікатним контрастом і повною відсутністю дисторсії, властивої складнішим оптичним пристроям. Прилад має нескінченну глибину різкості, але різкість зображення є невисокою. Ближні предмети виходять більш розмитими, ніж віддалені. Для збільшення яскравості і різкості зображення може використовуватися об'єктив.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/2/26/Camera_obscura_box.jpg",
    "model": "https://upload.wikimedia.org/wikipedia/commons/2/26/Camera_obscura_box.jpg"
  },
  {
    "name": "Діаскоп",
    "description": "Діаскоп- оптичний прилад для перегляду діапозитивів через окуляр за допомогою зовнішнього джерела світла, або ж за допомогою вбудованої у діаскоп лампи розжарювання. Деякі моделі діаскопа (фільмоскопи) мали приставки для перегляду діафільмів чи були призначені тільки для їх перегляду.Різновид діаскопа - стереоскоп.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/7/74/Diabetrachter.jpg",
    "model": "https://upload.wikimedia.org/wikipedia/commons/7/74/Diabetrachter.jpg"
  },
  {
    "name": "Лорнет",
    "description": "Лорнет - різновид окулярів, пара лінз в оправі, зафіксованої на рукоятці. Модний аксесуар кінця XVIII - початку XIX ст. По функції відповідний театральному бінокля. За найбільш поширеною версією винайдений Джорджем Адамсом в 1780 році.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/8/80/Lorgnette_spectacles_belonging_to_David_Scott_Mitchell_a1872001.jpg",
    "model": "https://upload.wikimedia.org/wikipedia/commons/8/80/Lorgnette_spectacles_belonging_to_David_Scott_Mitchell_a1872001.jpg"
  },
  {
    "name": "Лупа",
    "description": "Лупа - оптична система, що складається з лінзи або декількох лінз, призначена для збільшення і спостереження дрібних предметів, розташованих на кінцевому відстані. Використовується в багатьох областях людської діяльності, в тому числі в біології, медицині, археології, банківській та ювелірній справі, криміналістиці, при ремонті годинників і радіоелектронної техніки, а також у філателії, нумізматики і боністиці.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/f/f4/Lupa.na.encyklopedii.jpg",
    "model": "https://upload.wikimedia.org/wikipedia/commons/f/f4/Lupa.na.encyklopedii.jpg"
  },
  {
    "name": "Монокль",
    "description": "Монокль - один з видів оптичних приладів для корекції або поліпшення зору. Складається з лінзи, як правило з оправою, до якої може бути прикріплена ланцюжок для закріплення на одязі, щоб уникнути втрати монокля.",
    "image": "https://helios-i.mashable.com/imagery/articles/06BXFKDLbLXCMDUJNjdh7ut/hero-image.fill.size_1200x1200.v1611617199.jpg",
    "model": "https://helios-i.mashable.com/imagery/articles/06BXFKDLbLXCMDUJNjdh7ut/hero-image.fill.size_1200x1200.v1611617199.jpg"
  },
  {
    "name": "Окуляр",
    "description": "Окуляр - елемент оптичної системи, звернений до ока спостерігача, частина оптичного приладу (видошукача, далекоміра, бінокля, мікроскопа, телескопа), призначена для розглядання зображення, формованого об'єктивом або головним дзеркалом.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/0/00/Eyepieces_random_selection.jpg",
    "model": "https://upload.wikimedia.org/wikipedia/commons/0/00/Eyepieces_random_selection.jpg"
  },
  {
    "name": "Перископ",
    "description": "Перископ - оптичний прилад для спостереження з укриття. Найпростіша форма перископа - труба, на обох кінцях якої закріплені дзеркала, нахилені щодо осі труби на 45 ° для зміни ходу світлових променів. У більш складних варіантах для відхилення променів замість дзеркал використовуються призми, а одержуване спостерігачем зображення збільшується за допомогою системи лінз. Найбільш відомі види перископа - такі, як перископи на підводних човнах, ручні перископи і стереотруби (їх також можна використовувати як перископ) - широко застосовуються у військовій справі.",
    "image": "https://d36nqgmw98q4v5.cloudfront.net/images/Article_Images/ImageForArticle_538(1).jpg",
    "model": "https://d36nqgmw98q4v5.cloudfront.net/images/Article_Images/ImageForArticle_538(1).jpg"
  },
  {
    "name": "Теодоліт",
    "description": "Теодолі́т — маркшейдерсько-геодезичний прилад для вимірювання кутів (горизонтальних і вертикальних) на місцевості. Застосовують теодоліт при геодезичних, маркшейдерських, астрономічних та інших роботах.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Kern_Theodolit_DKM2-A.jpg",
    "model": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Kern_Theodolit_DKM2-A.jpg"
  },
  {
    "name": "Проєктор",
    "description": "Проєктор — світловий прилад, що перерозподіляється світло лампи з концентрацією світлового потоку на поверхні малого розміру або в малому обсязі. Проєктори є в основному оптико-механічними або оптично-цифровими приладами, що дозволяють за допомогою джерела світла проєктувати зображення об'єктів на поверхню, розташовану поза приладом — екран. Поява проєкційних апаратів зумовило виникнення кінематографа, що відноситься до проєкційного мистецтва.",
    "image": "https://media.wired.com/photos/629feede5da297afa9ff5e6f/master/w_2560%2Cc_limit/Home-Theater-Gear-GettyImages-95781853.jpg",
    "model": "https://media.wired.com/photos/629feede5da297afa9ff5e6f/master/w_2560%2Cc_limit/Home-Theater-Gear-GettyImages-95781853.jpg"
  },
  {
    "name": "Рефлектор",
    "description": "Рефлектор - складова частина ряду типів приймачів (антен, телескопів, радіотелескопів) або джерел теплового, світлового, ультразвукового або будь-якого іншого випромінювання, що представляє собою дзеркало, найчастіше у формі параболоїда обертання (для компактних джерел або приймачів) або параболічного циліндра (для лінійних джерел або приймачів).\nУ антенах біжучої хвилі рефлектор є відбивачем, або дзеркалом для апертурних дзеркальних антен .У світлотехніці рефлектори використовуються для зміни діаграми спрямованості джерела світла, створення більш направленого пучка світла, наприклад, в прожекторах і фарах.",
    "image": "https://blog-assets.shawacademy.com/uploads/2015/09/How-to-use-a-reflector.jpg",
    "model": "https://blog-assets.shawacademy.com/uploads/2015/09/How-to-use-a-reflector.jpg"
  },
  {
    "name": "Бінокль",
    "description": "Біно́кль— оптичний прилад, складений з двох паралельно з'єднаних зорових труб. Застосовують його для спостереження віддалених предметів. Є два типи біноклів: театральний і польовий. В театральному біноклі використовуються труби Г. Галілея, в яких окуляром служить розсіювальна лінза, що дає можливість спостерігати предмети без зміни їхньої орієнтації відносно глядача. Оптичні осі окулярів і об'єктивів цих труб суміщаються з оптичними осями очей людини, тому стереоскопічність при користуванні театральним біноклем така ж, як і при спостереженні очима. Театральний бінокль тільки збільшує кут зору, що психофізично сприймається як наближення видимої картини.",
    "image": "https://images.prom.ua/1255250710_w$%7Bwidth%7D_h$%7Bheight%7D_vibir-binoklya.jpg",
    "model": "https://images.prom.ua/1255250710_w$%7Bwidth%7D_h$%7Bheight%7D_vibir-binoklya.jpg"
  }
]