[
  {
    "name": "Веселка",
    "description": "Веселка - найкрасивіше атмосферне явище. Веселки можуть приймати різні форми, загальним для них є правило розташування кольорів - в послідовності спектру(червоний, помаранчевий, жовтий, зелений, блакитний, синій, фіолетовий). Веселки можна спостерігати, коли Сонце освітлює частину неба, а повітря насичене крапельками вологи, наприклад, в час або відразу після дощу. В давнину появам веселки на небі надавали містичний сенс. Побачити веселку вважалося хорошою ознакою, проїхати або пройти під нею обіцяло щастя і успіх. Подвійна веселка, як говорили, приносить удачу і виконує бажання. Древні греки вірили, що веселка - це міст на небо, а ірландці вважали, що на іншому кінці веселки знаходиться легендарне золото лепреконів.",
    "image": "https://images.nationalgeographic.org/image/upload/v1638886205/EducationHub/photos/rainbow-river.jpg"
  },
  {
    "name": "Вогняна веселка",
    "description": "Відома як \"вогняна веселка\". Кольорові смуги виникають прямо на небозводі в результаті проходження світла через кристали льоду в пір'ястих хмарах, покриваючи небо \"веселковою плівкою.\nЦей природний феномен дуже важко побачити, оскільки і кристали льоду, і сонячне світло повинні виявитися під певним кутом один до одного, щоб створити ефект \"вогняної веселки\".",
    "image": "https://science.nasa.gov/files/science-red/s3fs-public/styles/image_gallery_scale_960w/public/atoms/FireRainbow_Harbig_960.jpg?itok=UO1aQhJb"
  },
  {
    "name": "Примара Броккена",
    "description": "У деяких районах Землі можна спостерігати дивовижне явище: людина, що стоїть на пагорбі або горі, за спиною якого сходить або заходить сонце, виявляє, що його тінь, що впала на хмари, стає неправдоподібно величезною. Це відбувається через те, що найдрібніші краплі туману особливим чином заломлюють і відбивають сонячне світло. Свою назву явище дістало на ім'я вершини Броккен в Німеччині, на якій, із-за частих туманів, можна регулярно спостерігати цей ефект.",
    "image": "https://media2.s-nbcnews.com/i/MSNBC/Components/Video/__NEW/f_twc_ghost_141104.jpg"
  },
  {
    "name": "Зенітна дуга",
    "description": "Зенітна дуга - це дуга з центром в точці зеніту, розташована вище за Сонце приблизно на 46°. Її видно рідко і тільки впродовж декількох хвилин, має яскраві кольори, чіткі контури і завжди паралельна горизонту. Сторонньому спостерігачеві вона нагадає посмішку Чеширского Кота або перевернуту веселку.",
    "image": "https://i0.wp.com/scienceaplus.com/wp-content/uploads/2023/03/word-image-6065-11.png?resize=510%2C340&ssl=1"
  },
  {
    "name": "Туманна веселка",
    "description": "Туманний ореол схожий на безбарвну веселку. Як і звичайна веселка, цей ореол утворюється шляхом заломлення світла через водяні кристали. Проте, на відміну від хмар, що формують звичайну веселку, туман, народжуючий цей ореол, складається з дрібніших часток води, і світло, заломлюючись в крихітних крапельках, не розцвічує його.",
    "image": "https://www.farmersalmanac.com/wp-content/uploads/2020/11/fogbow-as_235183091.jpeg"
  },
  {
    "name": "Глорія",
    "description": "Коли світло піддається ефекту зворотного розсіювання (дифракція світла, раніше за вже відбиту у водяних кристалах хмару), він повертається від хмари в тому ж напрямі, по якому падав, і утворює ефект, що дістав назву \"Глорія\". Спостерігати цей ефект можна тільки на хмарах, які знаходяться прямо перед глядачем або нижче його, в точці, яка знаходиться на протилежній стороні до джерела світла. Таким чином, побачити Глорію можна тільки з гори або з літака, причому джерела світла (Сонце або місяць) повинні знаходитися прямо за спиною спостерігача. Веселкові круги Глорії в Китаї ще називають Світлом Будди.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/7/74/IMG_7474_solar_glory.JPG"
  },
  {
    "name": "Гало",
    "description": "Білі світлові кола навколо Сонця або Місяця, які виникають в результаті заломлення або відображення світла кристалами льоду або снігу, що знаходяться в атмосфері, називаються гало. У холодну пору року гало, утворені кристалами льоду і снігу на поверхні землі, відбивають сонячне світло і розсіюють його у різних напрямах, утворюючи ефект під назвою \"діамантовий пил\".",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/%D0%9B%D1%83%D0%BD%D0%BD%D0%BE%D0%B5_%D0%B3%D0%B0%D0%BB%D0%BE.jpg/270px-%D0%9B%D1%83%D0%BD%D0%BD%D0%BE%D0%B5_%D0%B3%D0%B0%D0%BB%D0%BE.jpg"
  },
  {
    "name": "Веселкові хмари",
    "description": "Коли Сонце розташовується під певним кутом до крапельок води, з яких складається хмара, ці краплі заломлюють сонячне світло і створюють незвичайний ефект \"веселкової хмари\", забарвлюючи його в усі барви веселки. Своїм забарвленням хмари, як і веселка, зобов'язані різній довжині хвиль світла.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/c/ca/Highly_iridising_altocumulus.jpg"
  },
  {
    "name": "Північне сяйво",
    "description": "Світіння, спостережуване на небі в полярних областях, називають північним або полярним сяйвом, а так само південним - в Південній півкулі. Передбачається, що цей феномен існує також і в атмосферах інших планет, наприклад Венери. Природа і походження полярних сяйв - предмет інтенсивних досліджень, і в зв'язку з цим були розроблені численні теорії. Полярні сяйва, як вважають учені, виникають внаслідок бомбардування верхніх шарів атмосфери зарядженими частками, що рухаються до Землі уздовж силових ліній геомагнітного поля з області навколоземного космічного простору. ",
    "image": "https://upload.wikimedia.org/wikipedia/commons/f/fa/Church_of_light.jpg"
  },
  {
    "name": "Міраж",
    "description": "Оптичний ефект, обумовлений заломленням світла при проходженні через шари повітря різної щільності, виражається у виникненні обманного зображення - міражу. Міражі можна спостерігати в жаркому кліматі, особливо в пустелях. Рівна поверхня піску вдалині стає схожої на відкрите джерело води, особливо якщо дивитися удалину з дюни або пагорба. Схожа ілюзія виникає в місті в жаркий день, на нагрітому променями сонця асфальті",
    "image": "https://d3mvlb3hz2g78.cloudfront.net/wp-content/uploads/2012/10/thumb_720_450_758.jpg"
  }
]